Repository: wp-plugins/pronamic-events
Catalog: languages/pronamic_events-*.po
Languages: fr_fr

source: End Date:
fr_fr: Date de fin:

source: Location:
fr_fr: Lieu:

source: Website:
fr_fr: Site web:

# slug
source: events
fr_fr: agenda

# post type general name
source: Events
fr_fr: Evènement

# post type singular name
source: Event
fr_fr: Evènement

# event
source: Add New
fr_fr: Nouvel évènement

source: Add New Event
fr_fr: Ajouter nouvel évènement

source: Edit Event
fr_fr: Editer l'évènement

source: New Event
fr_fr: Nouvel événement

source: View Event
fr_fr: Voir l'évènement

source: Search Events
fr_fr: Chercher évènement

source: No events found
fr_fr: Pas d'évènement trouvé

source: No events found in Trash
fr_fr: pas d'évènement trouvé dans la corbeille

source: Parent Event:
fr_fr: Evènement parent :

# menu_name
source: Events
fr_fr: Evènement

# class general name
source: Event categories
fr_fr: Catégorie d'évènement

# class singular name
source: Event category
fr_fr: Catégorie d'évènement

source: Search Event categories
fr_fr: Chercher catégorie d'évènement

source: All Event categories
fr_fr: Toutes les catégories d'évènements

source: Parent Event category
fr_fr: Catégorie d'évènement parent

source: Parent Event category:
fr_fr: Catégorie d'évènement parent:

source: Edit Event category
fr_fr: Editer catégorie d'évènement

source: Update Event category
fr_fr: Mise a jour catégorie

source: Add New Event category
fr_fr: Ajouter une nouvelle catégorie d'évènement

source: New Event category Name
fr_fr: Nouveau nom de catégorie d'évènement

source: Event categories
fr_fr: Catégories d'évènements

source: Permalinks
fr_fr: Liens permanents

source: Event base
fr_fr: Base d'Evènements

source: Pronamic Events Settings
fr_fr: Réglages des évènements

source: Settings
fr_fr: Réglages

source: Event Details
fr_fr: details d'évènement

source: Start Date
fr_fr: Date de départ

source: End Date
fr_fr: Date de fin

source: Y/m/d g:i:s A
fr_fr: an/mois/jour g:i:s A

source: Y/m/d
fr_fr: an/mois/jour

source: g:i:s
fr_fr: H:i

source: Pronamic Events
fr_fr: Evènements

source: The most recent events on your site
fr_fr: L'évènement le + récent sur votre site

source: Title:
fr_fr: Titre:

source: Number of posts to show:
fr_fr: Nombre d'évènements à afficher:

source: Is Event Start Date
fr_fr: Départ de l'évènement

source: Is Event Start Time
fr_fr: Heure de départ de l'évènement

source: Is Event End Date
fr_fr: Date de fin de l'évènement

source: Is Event End Time
fr_fr: Heure de fin de l'évènement
